start-greeting = Сәлем! Мен кітапханада кітаптарды іздеуге арналған ботпын. Әрекетті таңдаңыз
start-error-generic = Кешіріңіз, қате пайда болды. Кейінірек қайталап көріңіз.
start-enter-title = Кітап атауын енгізіңіз
start-enter-author = Автордың атын енгізіңіз
start-choose-action = Әрекетті таңдаңыз
start-search-by-title-button = 📚 Атауы бойынша іздеу
start-search-by-author-button = 👤 Авторы бойынша іздеу
cancel-button = ❌ Болдырмау

search-by-title-empty-query = Бос сұрау.
search-by-title-not_-found-title = Өкінішке орай, ешқандай кітап табылмады.

Басқа сұраумен іздеп көріңіз немесе Болдырмау түймесін басыңыз
search-by-title-found-books =
    { $total_books ->
        [one] Бір кітап табылды
        [few] { $total_books } кітап табылды
        [many] { $total_books } кітап табылды
       *[other] { $total_books } кітап табылды
    }
search-by-title-not_-found-book-info = Өкінішке орай, осы идентификатормен кітап туралы ақпарат табылмады.
search-by-title-error-generic = Кешіріңіз, қате пайда болды. Кейінірек қайталап көріңіз.
search-by-title-not_-found-download-link = Өкінішке орай, кітапты жүктеп алу сілтемесін алу мүмкін болмады.
search-by-title-only-one-format = Бұл кітап үшін тек бір пішім қолжетімді: { $format }
search-by-title-download-started = Жүктеу басталды...
search-by-title-download-button-with_-format = { $format } жүктеп алу
search-by-title-download-button = Жүктеп алу

search-by-author-empty-query = Бос сұрау.
search-by-author-not_-found-author = Өкінішке орай, ешқандай автор табылмады.

Басқа сұраумен іздеп көріңіз немесе Болдырмау түймесін басыңыз
search-by-author-found-authors =
    { $total_authors ->
        [one] Бір автор табылды
        [few] { $total_authors } автор табылды
        [many] { $total_authors } автор табылды
       *[other] { $total_authors } автор табылды
    }
search-by-author-not_-found-books = Өкінішке орай, ешқандай кітап табылмады.
search-by-author-found-books =
    { $total_books ->
        [one] Бір кітап табылды
        [few] { $total_books } кітап табылды
        [many] { $total_books } кітап табылды
       *[other] { $total_books } кітап табылды
    }
search-by-author-error-generic = Кешіріңіз, қате пайда болды. Кейінірек қайталап көріңіз.