start-greeting = Здравей! Аз съм бот за търсене на книги в библиотеката. Избери действие
start-error-generic = Съжалявам, възникна грешка. Моля, опитайте по-късно.
start-enter-title = Въведете заглавието на книгата
start-enter-author = Въведете името на автора
start-choose-action = Избери действие
start-search-by-title-button = 📚 Търсене по заглавие
start-search-by-author-button = 👤 Търсене по автор
cancel-button = ❌ Отказ

search-by-title-empty-query = Празна заявка.
search-by-title-not_-found-title = За съжаление не беше намерена нито една книга.\n\nОпитайте с друга заявка или натиснете бутона Отказ
search-by-title-found-books =
    { $total_books ->
        [one] Намерена е една книга
        [few] Намерени са { $total_books } книги
        [many] Намерени са { $total_books } книги
       *[other] Намерени са { $total_books } книги
    }
search-by-title-not_-found-book-info = За съжаление не беше намерена информация за книга с този ID.
search-by-title-error-generic = Съжалявам, възникна грешка. Моля, опитайте по-късно.
search-by-title-not_-found-download-link = За съжаление не беше получен линк за изтегляне на книгата.
search-by-title-only-one-format = За тази книга е наличен само един формат: { $format }
search-by-title-download-started = Изтеглянето започна...
search-by-title-download-button-with_-format = Изтегляне { $format }
search-by-title-download-button = Изтегляне

search-by-author-empty-query = Празна заявка.
search-by-author-not_-found-author = За съжаление не беше намерен нито един автор.\n\nОпитайте с друга заявка или натиснете бутона Отказ
search-by-author-found-authors =
    { $total_authors ->
        [one] Намерен е един автор
        [few] Намерени са { $total_authors } автора
        [many] Намерени са { $total_authors } автори
       *[other] Намерени са { $total_authors } автори
    }
search-by-author-not_-found-books = За съжаление не беше намерена нито една книга.
search-by-author-found-books =
    { $total_books ->
        [one] Намерена е една книга
        [few] Намерени са { $total_books } книги
        [many] Намерени са { $total_books } книги
       *[other] Намерени са { $total_books } книги
    }
search-by-author-error-generic = Съжалявам, възникна грешка. Моля, опитайте по-късно. 