start-greeting = สวัสดี! ฉันเป็นบอทสำหรับค้นหาหนังสือในห้องสมุด เลือกการกระทำ
start-choose-library = เลือกห้องสมุด
start-choose-library-flibusta = ฟลิบุสต้า
start-choose-library-gutenberg = โครงการกูเทนเบิร์ก
start-error-generic = ขออภัย เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
start-enter-title = ป้อนชื่อหนังสือ
start-enter-author = ป้อนชื่อผู้แต่ง
start-choose-action = เลือกการกระทำ
start-search-by-title-button = 📚 ค้นหาตามชื่อเรื่อง
start-search-by-author-button = 👤 ค้นหาตามผู้แต่ง
cancel-button = ❌ ยกเลิก

search-by-title-empty-query = คำค้นว่างเปล่า
search-by-title-not_-found-title = ขออภัย ไม่พบหนังสือ

ลองใช้คำค้นอื่นหรือกดยกเลิก
search-by-title-found-books =
    { $total_books ->
        [one] พบหนังสือหนึ่งเล่ม
        [few] พบหนังสือ { $total_books } เล่ม
        [many] พบหนังสือ { $total_books } เล่ม
       *[other] พบหนังสือ { $total_books } เล่ม
    }
search-by-title-books-list = { $books }
search-by-title-choose-book = เลือกหนังสือจากรายการด้านล่าง
search-by-title-next-page = หน้าถัดไป
search-by-title-prev-page = หน้าก่อนหน้า
search-by-title-download = ดาวน์โหลด
search-by-title-back = กลับ
search-by-title-cancel = ยกเลิก
search-by-title-download-button-with_-format = ดาวน์โหลด { $format }
search-by-title-download-button = ดาวน์โหลด